tests/fixtures/artifact-replay/fp-mpi-duct/case/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    object U;
}

dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    entry
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    exit
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    wallBand
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    span
    {
        type empty;
    }
}
