tests/fixtures/artifact-replay/fp-mpi-duct/case/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object p;
}

dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    entry
    {
        type fixedValue;
        value uniform 0;
    }
    exit
    {
        type fixedValue;
        value uniform 0;
    }
    wallBand
    {
        type fixedValue;
        value uniform 0;
    }
    span
    {
        type empty;
    }
}
